Repository: kitmatan/Joule
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, nb, th, zh_hans

source: (Default)
de: (Standard)
es: (Predeterminado)
fr: (Par défaut)
ja: (デフォルト)
nb: (Standard)
th: (ค่าเริ่มต้น)
zh_hans: (默认)

source: **Annual Rate** requires at least 4 sessions spanning 60 days to calculate a yearly trend.
de: **Jährliche Rate** erfordert mindestens 4 Ladevorgänge über 60 Tage, um einen Jahrestrend zu berechnen.
es: La **Tasa anual** requiere al menos 4 sesiones durante 60 días para calcular una tendencia anual.
fr: Le **Taux annuel** nécessite au moins 4 sessions réparties sur 60 jours pour calculer une tendance annuelle.
ja: **年間劣化率**の計算には、60日間にわたる少なくとも4回の充電セッションが必要です。
nb: **Årlig rate** krever minst 4 ladeøkter over 60 dager for å beregne en årlig trend.
th: **อัตราเสื่อมรายปี** ต้องใช้ข้อมูลการชาร์จอย่างน้อย 4 ครั้งในช่วงเวลา 60 วันขึ้นไป เพื่อคำนวณแนวโน้มรายปี
zh_hans: **年化衰减率**需要至少跨越 60 天的 4 次充电记录以计算年度趋势。

source: **Annual Rate** requires at least 60 days of charging history to compute a yearly degradation trend.
de: **Jährliche Rate** erfordert mindestens 60 Tage Ladehistorie, um einen jährlichen Degradationstrend zu berechnen.
es: La **Tasa anual** requiere al menos 60 días de historial de carga para calcular una tendencia de degradación anual.
fr: Le **Taux annuel** nécessite au moins 60 jours d'historique de recharge pour calculer une tendance de dégradation annuelle.
ja: **年間劣化率**の計算には、少なくとも60日間の充電履歴が必要です。
nb: **Årlig rate** krever minst 60 dagers ladehistorikk for å beregne en årlig degraderingstrend.
th: **อัตราเสื่อมรายปี** ต้องใช้ประวัติการชาร์จอย่างน้อย 60 วัน เพื่อคำนวณแนวโน้มการเสื่อมสภาพรายปี
zh_hans: **年化衰减率**需要至少 60 天的充电历史记录以计算年度衰减趋势。

source: **Degradation Rate** requires at least 4 sessions with odometer readings spanning %1$@ of driving to establish a reliable distance-based trend.
de: **Degradationsrate** erfordert mindestens 4 Ladevorgänge mit Kilometerstand über %1$@ Fahrstrecke, um einen verlässlichen distanzbasierten Trend zu ermitteln.
es: La **Tasa de degradación** requiere al menos 4 sesiones con odómetro durante %1$@ de conducción para establecer una tendencia por distancia confiable.
fr: Le **Taux de dégradation** nécessite au moins 4 sessions avec kilométrage sur %1$@ de conduite pour établir une tendance kilométrique fiable.
ja: **劣化率**の距離ベースの傾向を算出するには、走行距離 %1$@ にわたるオドメーター付きの充電セッションが4回以上必要です。
nb: **Degraderingsrate** krever minst 4 ladeøkter med kilometerteller over %1$@ kjøring for å etablere en pålitelig avstandsbasert trend.
th: **อัตราการเสื่อมสภาพ** ต้องใช้ข้อมูลที่มีเลขไมล์อย่างน้อย 4 ครั้งในช่วงระยะทางการขับขี่ %1$@ เพื่อประเมินแนวโน้มตามระยะทางที่แม่นยำ
zh_hans: **里程衰减率**需要至少 4 次包含里程读数且跨越 %1$@ 行驶里程的充电记录，以建立可靠的距离趋势。

source: **Degradation Rate** requires at least 4 sessions with odometer readings spanning %1$@ of driving.
de: **Degradationsrate** erfordert mindestens 4 Ladevorgänge mit Kilometerstand über %1$@ Fahrstrecke.
es: La **Tasa de degradación** requiere al menos 4 sesiones con odómetro durante %1$@ de conducción.
fr: Le **Taux de dégradation** nécessite au moins 4 sessions avec kilométrage sur %1$@ de conduite.
ja: **劣化率**の算出には、%1$@ の走行にわたるオドメーター付きセッションが4回以上必要です。
nb: **Degraderingsrate** krever minst 4 ladeøkter med kilometerteller over %1$@ kjøring.
th: **อัตราการเสื่อมสภาพ** ต้องใช้ข้อมูลที่มีเลขไมล์อย่างน้อย 4 ครั้งในช่วงระยะทางการขับขี่ %1$@
zh_hans: **里程衰减率**需要至少 4 次包含里程读数且跨越 %1$@ 行驶里程的充电记录。

# %.0f kWh nominal • ~%.0f %@
source: %1$.0f kWh nominal • ~%2$.0f %3$@
de: %1$.0f kWh Nennwert • ~%2$.0f %3$@
ja: 定格 %1$.0f kWh • 約 %2$.0f %3$@
nb: %1$.0f kWh nominell • ~%2$.0f %3$@
th: ความจุ %1$.0f kWh • ~%2$.0f %3$@
zh_hans: %1$.0f kWh 标称 • ~%2$.0f %3$@

# %.1f of %.0f kWh
source: %1$.1f of %2$.0f kWh
de: %1$.1f von %2$.0f kWh
es: %1$.1f de %2$.0f kWh
fr: %1$.1f sur %2$.0f kWh
ja: %1$.1f / %2$.0f kWh
nb: %1$.1f av %2$.0f kWh
th: %1$.1f จาก %2$.0f kWh
zh_hans: %1$.1f / %2$.0f kWh

# %@ (%@) Battery Care
source: %1$@ (%2$@) Battery Care
de: %1$@ (%2$@) Batteriepflege
es: Cuidado de batería %1$@ (%2$@)
fr: Entretien de la batterie %1$@ (%2$@)
ja: %1$@ (%2$@) バッテリーケア
nb: %1$@ (%2$@) Batteripleie
th: การดูแลแบตเตอรี่ %1$@ (%2$@)
zh_hans: %1$@ (%2$@) 电池维护建议

# %@ cyc
source: %1$@ cyc
de: %1$@ Zyklen
es: %1$@ cic
ja: %1$@ サイクル
nb: %1$@ sykl
th: %1$@ รอบชาร์จ
zh_hans: %1$@ 次循环

# %@ Duplicate %@ Found
source: %1$@ Duplicate %2$@ Found
de: %1$@ doppelte %2$@ gefunden
es: %1$@ %2$@ duplicado(s) encontrado(s)
fr: %1$@ %2$@ en double trouvé(s)
ja: %1$@ 件の重複する%2$@が見つかりました
nb: %1$@ dupliserte %2$@ funnet
th: พบ %2$@ ซ้ำ %1$@ รายการ
zh_hans: 发现 %1$@ 条重复 %2$@

# %@ Equivalent gas running cost: %@.
source: %1$@ Equivalent gas running cost: %2$@.
de: %1$@ Entsprechende Benzinkosten: %2$@.
es: %1$@ Costo equivalente en gasolina: %2$@.
fr: %1$@ Coût équivalent en essence : %2$@.
ja: %1$@ ガソリン換算走行コスト: %2$@。
nb: %1$@ Tilsvarende bensinkostnad: %2$@.
th: %1$@ ค่าใช้จ่ายเทียบเท่าน้ำมัน: %2$@
zh_hans: %1$@ 等效燃油行驶成本：%2$@。

# %@ found
source: %1$@ found
de: %1$@ gefunden
es: %1$@ encontrado(s)
fr: %1$@ trouvé(s)
ja: %1$@ 件見つかりました
nb: %1$@ funnet
th: พบ %1$@ รายการ
zh_hans: 找到 %1$@ 项

# %@ sessions • %@
source: %1$@ sessions • %2$@
de: %1$@ Ladevorgänge • %2$@
es: %1$@ sesiones • %2$@
ja: %1$@ 回の充電 • %2$@
nb: %1$@ økter • %2$@
th: %1$@ ครั้ง • %2$@
zh_hans: %1$@ 次充电 • %2$@

# %@ sessions analyzed
source: %1$@ sessions analyzed
de: %1$@ Ladevorgänge analysiert
es: %1$@ sesiones analizadas
fr: %1$@ sessions analysées
ja: %1$@ 件のセッションを分析済み
nb: %1$@ ladeøkter analysert
th: วิเคราะห์แล้ว %1$@ ครั้ง
zh_hans: 已分析 %1$@ 次充电记录

# %@ tips
source: %1$@ tips
de: %1$@ Tipps
es: %1$@ consejos
fr: %1$@ conseils
ja: %1$@ 件のヒント
th: %1$@ คำแนะนำ
zh_hans: %1$@ 条建议

# %@ vehicles combined
source: %1$@ vehicles combined
de: %1$@ Fahrzeuge kombiniert
es: %1$@ vehículos combinados
fr: %1$@ véhicules combinés
ja: %1$@ 台の合計
nb: %1$@ kjøretøy totalt
th: รวม %1$@ คัน
zh_hans: 共 %1$@ 辆车汇总

# %@: %@. Used as baseline for State of Health (SoH) and degradation analytics.
source: %1$@: %2$@. Used as baseline for State of Health (SoH) and degradation analytics.
de: %1$@: %2$@. Dient als Basis für State of Health (SoH) und Degradationsanalysen.
es: %1$@: %2$@. Utilizado como base para el estado de salud (SoH) y análisis de degradación.
fr: %1$@ : %2$@. Utilisé comme référence pour l'état de santé (SoH) et l'analyse de dégradation.
ja: %1$@: %2$@。バッテリー健全度 (SoH) および劣化分析の基準として使用されます。
nb: %1$@: %2$@. Brukes som referanse for batterihelse (SoH) og degraderingsanalyse.
th: %1$@: %2$@ ใช้เป็นเกณฑ์มาตรฐานสำหรับสุขภาพแบตเตอรี่ (SoH) และการวิเคราะห์การเสื่อมสภาพ
zh_hans: %1$@: %2$@。用作电池健康状态 (SoH) 和衰减分析的基准。

source: %1$@ (%2$@) Battery Care
de: %1$@ (%2$@) Batteriepflege
es: Cuidado de batería %1$@ (%2$@)
fr: Entretien de la batterie %1$@ (%2$@)
ja: %1$@ (%2$@) バッテリーケア
nb: %1$@ (%2$@) Batteripleie
th: การดูแลแบตเตอรี่ %1$@ (%2$@)
zh_hans: %1$@ (%2$@) 电池保养

source: %1$lld sessions (%2$.0f kWh)
de: %1$lld Ladevorgänge (%2$.0f kWh)
es: %1$lld sesiones (%2$.0f kWh)
ja: %1$lld 回のセッション (%2$.0f kWh)
nb: %1$lld økter (%2$.0f kWh)
th: %1$lld ครั้ง (%2$.0f kWh)
zh_hans: %1$lld 次充电 (%2$.0f kWh)

source: %1$lld sessions • %2$.0f kWh
de: %1$lld Ladevorgänge • %2$.0f kWh
es: %1$lld sesiones • %2$.0f kWh
ja: %1$lld 回のセッション • %2$.0f kWh
nb: %1$lld økter • %2$.0f kWh
th: %1$lld ครั้ง • %2$.0f kWh
zh_hans: %1$lld 次充电 • %2$.0f kWh

# %dd ago
source: %1$dd ago
de: vor %1$d T.
es: hace %1$d d
fr: il y a %1$d j
ja: %1$d日前
nb: %1$d d siden
th: %1$d วันที่แล้ว
zh_hans: %1$d 天前

# %dh ago
source: %1$dh ago
de: vor %1$d Std.
es: hace %1$d h
fr: il y a %1$d h
ja: %1$d時間前
nb: %1$d t siden
th: %1$d ชม. ที่แล้ว
zh_hans: %1$d 小时前

# %dm ago
source: %1$dm ago
de: vor %1$d Min.
es: hace %1$d m
fr: il y a %1$d min
ja: %1$d分前
nb: %1$d m siden
th: %1$d นาทีที่แล้ว
zh_hans: %1$d 分钟前

# %lld Duplicate Session Found
source: %1$lld Duplicate Session Found
de: %1$lld doppelter Ladevorgang gefunden
es: %1$lld sesión duplicada encontrada
fr: %1$lld session en double trouvée
ja: %1$lld 件の重複セッションが見つかりました
nb: %1$lld duplikat ladeøkt funnet
th: พบข้อมูลการชาร์จซ้ำ %1$lld รายการ
zh_hans: 发现 %1$lld 条重复记录

# %lld Duplicate Sessions Found
source: %1$lld Duplicate Sessions Found
de: %1$lld doppelte Ladevorgänge gefunden
es: %1$lld sesiones duplicadas encontradas
fr: %1$lld sessions en double trouvées
ja: %1$lld 件の重複セッションが見つかりました
nb: %1$lld duplikate ladeøkter funnet
th: พบข้อมูลการชาร์จซ้ำ %1$lld รายการ
zh_hans: 发现 %1$lld 条重复记录

# %lld found
source: %1$lld found
de: %1$lld gefunden
es: %1$lld encontrados
fr: %1$lld trouvé(s)
ja: %1$lld 件検出
nb: %1$lld funnet
th: พบ %1$lld รายการ
zh_hans: 找到 %1$lld 条

# %lld sessions analyzed
source: %1$lld sessions analyzed
de: %1$lld Ladevorgänge analysiert
es: %1$lld sesiones analizadas
fr: %1$lld sessions analysées
ja: %1$lld 件のセッションを分析
nb: %1$lld økter analysert
th: วิเคราะห์จาก %1$lld ครั้ง
zh_hans: 已分析 %1$lld 次记录

# %lld tips
source: %1$lld tips
de: %1$lld Tipps
es: %1$lld consejos
fr: %1$lld conseils
ja: %1$lld 件のヒント
th: %1$lld คำแนะนำ
zh_hans: %1$lld 条建议

# %lld vehicles combined
source: %1$lld vehicles combined
de: %1$lld Fahrzeuge kombiniert
es: %1$lld vehículos combinados
fr: %1$lld véhicules combinés
ja: %1$lld 台の合計
nb: %1$lld kjøretøy samlet
th: รวมทั้งหมด %1$lld คัน
zh_hans: 共 %1$lld 辆车汇总

source: 0 sessions
de: 0 Ladevorgänge
es: 0 sesiones
fr: 0 session
ja: 0 セッション
nb: 0 økter
th: 0 ครั้ง
zh_hans: 0 次记录

source: 1 Year
de: 1 Jahr
es: 1 año
fr: 1 an
ja: 1年
nb: 1 år
th: 1 ปี
zh_hans: 1 年

source: 6 Months
de: 6 Monate
es: 6 meses
fr: 6 mois
ja: 6か月
nb: 6 måneder
th: 6 เดือน
zh_hans: 6 个月

source: 80%–90% daily limit
de: 80%–90% tägliches Limit
es: Límite diario 80%–90%
fr: Limite quotidienne 80 %–90 %
ja: 日常は80%〜90%制限
nb: 80 %–90 % daglig grense
th: จำกัดการชาร์จประจำวันไว้ที่ 80%–90%
zh_hans: 日常上限 80%–90%

source: 100% Calibrated
de: 100% kalibriert
es: Calibrado al 100%
fr: Calibré à 100 %
ja: 100%校正済み
nb: 100 % kalibrert
th: ปรับเทียบ 100% แล้ว
zh_hans: 已校准至 100%

source: 100% Calibration
de: 100% Kalibrierung
es: Calibración al 100%
fr: Calibration à 100 %
ja: 100% 校正
nb: 100 % kalibrering
th: การปรับเทียบ 100%
zh_hans: 100% 校准

source: 100% Factory
de: 100% Werkswert
es: 100% Fábrica
fr: 100 % Usine
ja: 100% 工場定格
nb: 100 % fabrikk
th: 100% มาตรฐานโรงงาน
zh_hans: 100% 出厂标称

source: 100% LFP Top-Off Recommended
de: 100% LFP-Vollladung empfohlen
es: Recarga al 100% recomendada (LFP)
fr: Recharge à 100 % recommandée (LFP)
ja: LFP 100%充電をお勧めします
nb: 100 % LFP-topplading anbefales
th: แนะนำให้ชาร์จ LFP เต็ม 100% เพื่อปรับเทียบ
zh_hans: 建议进行一次 LFP 100% 充满校准

source: 100% Nominal
de: 100% Nennwert
ja: 100% 定格
nb: 100 % nominell
th: 100% พิกัดโรงงาน
zh_hans: 100% 标称

source: 100% regular charge
de: Regulär auf 100% laden
es: Carga regular al 100%
fr: Charge régulière à 100 %
ja: 通常100%まで充電
nb: Regelmessig lading til 100 %
th: ชาร์จเต็ม 100% ได้เป็นประจำ
zh_hans: 常规充至 100%

source: A significant portion of your energy comes from high-power DC fast charging.
de: Ein beträchtlicher Teil Ihrer Energie stammt aus DC-Schnellladungen mit hoher Leistung.
es: Una parte significativa de su energía proviene de carga rápida en CC de alta potencia.
fr: Une part importante de votre énergie provient de la charge rapide DC haute puissance.
ja: エネルギーの多くを高出力な急速充電（DC）から取得しています。
nb: En betydelig del av energien din kommer fra kraftig DC-hurtiglading.
th: พลังงานส่วนใหญ่ของคุณมาจากการชาร์จเร็ว DC กำลังสูง
zh_hans: 您充入的大部分电量来自大功率直流快充。

source: AC / DC Ratio
de: AC / DC Verhältnis
es: Relación CA / CC
fr: Ratio AC / DC
ja: 普通 / 急速 比率
nb: AC / DC-forhold
th: สัดส่วน AC / DC
zh_hans: 交流 / 直流比例

source: AC Charging Efficiency
de: AC-Ladeeffizienz
es: Eficiencia de carga CA
fr: Efficacité de charge AC
ja: 普通充電 (AC) 効率
nb: AC-ladeeffektivitet
th: ประสิทธิภาพการชาร์จ AC
zh_hans: 交流充电效率

source: AC Efficiency
de: AC-Wirkungsgrad
es: Eficiencia CA
fr: Efficacité AC
ja: 普通充電 (AC) 効率
nb: AC-effektivitet
th: ประสิทธิภาพ AC
zh_hans: 交流充电效率

source: AC Efficiency (OBC)
de: AC-Wirkungsgrad (OBC)
es: Eficiencia CA (OBC)
fr: Efficacité AC (OBC)
ja: 車載充電器効率 (OBC)
nb: AC-effektivitet (OBC)
th: ประสิทธิภาพ AC (OBC)
zh_hans: 交流车载充电机效率 (OBC)

source: AC vs. DC Speed
de: AC- vs. DC-Geschwindigkeit
es: Velocidad CA vs CC
fr: Vitesse AC vs DC
ja: 普通充電（AC）と急速充電（DC）
nb: AC- vs. DC-hastighet
th: ความเร็ว AC เทียบกับ DC
zh_hans: 交流慢充 vs 直流快充

source: Accelerated Degradation
de: Beschleunigte Alterung
es: Degradación acelerada
fr: Dégradation accélérée
ja: 劣化進行
nb: Akselerert degradering
th: การเสื่อมสภาพเร็วกว่าปกติ
zh_hans: 衰减较快

source: Account ID
de: Konto-ID
es: ID de cuenta
fr: Identifiant du compte
ja: アカウント ID
nb: Konto-ID
th: รหัสบัญชี
zh_hans: 账号 ID

source: Actionable Recommendations
de: Handlungsempfehlungen
es: Recomendaciones prácticas
fr: Recommandations pratiques
ja: 実用的な推奨事項
nb: Praktiske anbefalinger
th: คำแนะนำที่นำไปใช้ได้จริง
zh_hans: 实用优化建议

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 使用中
nb: Aktiv
th: กำลังใช้งาน
zh_hans: 当前使用

source: Active Rate
de: Aktiver Tarif
es: Tarifa activa
fr: Tarif actif
ja: 適用レート
nb: Aktiv sats
th: อัตราค่าไฟที่ใช้อยู่
zh_hans: 当前费率

source: Add Charging Session
de: Ladevorgang hinzufügen
es: Agregar sesión de carga
fr: Ajouter une session de recharge
ja: 充電セッションを追加
nb: Legg til ladeøkt
th: เพิ่มบันทึกการชาร์จ
zh_hans: 添加充电记录

source: Add New Vehicle…
de: Neues Fahrzeug hinzufügen…
es: Agregar nuevo vehículo…
fr: Ajouter un nouveau véhicule…
ja: 新しい車両を追加…
nb: Legg til nytt kjøretøy…
th: เพิ่มรถยนต์ใหม่…
zh_hans: 添加新车辆…

source: Add Session
de: Ladevorgang erfassen
es: Añadir sesión
fr: Ajouter une session
ja: セッション追加
nb: Legg til økt
th: เพิ่มรายการ
zh_hans: 添加记录

source: Add Vehicle
de: Fahrzeug hinzufügen
es: Agregar vehículo
fr: Ajouter un véhicule
ja: 車両を追加
nb: Legg til kjøretøy
th: เพิ่มรถยนต์
zh_hans: 添加车辆

source: Add Vehicle…
de: Fahrzeug hinzufügen…
es: Agregar vehículo…
fr: Ajouter un véhicule…
ja: 車両を追加…
nb: Legg til kjøretøy…
th: เพิ่มรถยนต์…
zh_hans: 添加车辆…

source: Aim to plug in before dropping below 15%–20% State of Charge.
de: Versuchen Sie anzustecken, bevor der SoC unter 15%–20% fällt.
es: Procure conectar antes de bajar del 15%–20% de SoC.
fr: Essayez de brancher avant de descendre sous les 15 %–20 % de SoC.
ja: SoCが15%〜20%を下回る前に充電を開始するよう心がけてください。
nb: Sikt på å koble til før batteriet faller under 15 %–20 % SoC.
th: ตั้งเป้าหมายเสียบชาร์จก่อนที่แบตเตอรี่จะลดลงต่ำกว่า 15%–20%
zh_hans: 尽量在电量降至 15%–20% 以下之前插枪充电。

source: All charging sessions and battery analytics are stored locally on this device. Sign in with Google to enable automatic cloud backup and cross-device sync.
de: Alle Ladevorgänge und Batterieanalysen werden lokal auf diesem Gerät gespeichert. Melden Sie sich mit Google an, um automatische Cloud-Backups und geräteübergreifende Synchronisierung zu aktivieren.
es: Todas las sesiones de carga y análisis de batería se guardan localmente en este dispositivo. Inicia sesión con Google para habilitar copias de seguridad automáticas y sincronización entre dispositivos.
fr: Toutes les sessions de recharge et analyses de batterie sont stockées localement sur cet appareil. Connectez-vous avec Google pour activer la sauvegarde automatique et la synchronisation multi-appareils.
ja: すべての充電セッションおよびバッテリー分析は、このデバイスのローカルに保存されます。Google でサインインすると、自動クラウドバックアップとデバイス間同期が有効になります。
nb: Alle ladeøkter og batterianalyser lagres lokalt på denne enheten. Logg inn med Google for å aktivere automatisk sikkerhetskopi i skyen og synkronisering mellom enheter.
th: บันทึกการชาร์จและการวิเคราะห์แบตเตอรี่ทั้งหมดจะถูกจัดเก็บไว้ในเครื่องนี้ เข้าสู่ระบบด้วย Google เพื่อเปิดใช้งานการสำรองข้อมูลบนคลาวด์และการซิงค์ระหว่างอุปกรณ์โดยอัตโนมัติ
zh_hans: 所有充电记录与电池分析数据均存储在此设备的本地。使用 Google 登录可启用自动云备份与跨设备多端同步。

source: All Chemistries
de: Alle Chemietypen
es: Todas las composiciones
fr: Toutes les chimies
ja: すべての化学種
nb: Alle kjemityper
th: แบตเตอรี่ทุกประเภท
zh_hans: 所有电池类型

source: All Garage Vehicles
de: Alle Fahrzeuge der Garage
es: Todos los vehículos del garaje
fr: Tous les véhicules du garage
ja: ガレージの全車両
nb: Alle biler i garasjen
th: รถทุกคันในโรงรถ
zh_hans: 车库所有车辆

source: All Guides
de: Alle Leitfäden
es: Todas las guías
fr: Tous les guides
ja: すべてのガイド
nb: Alle veiledninger
th: คู่มือทั้งหมด
zh_hans: 所有指南

source: All Time
de: Gesamtzeitraum
es: Todo el tiempo
fr: Tout l'historique
ja: 全期間
nb: All tid
th: ทั้งหมด
zh_hans: 全部时间

source: All Vehicles
de: Alle Fahrzeuge
es: Todos los vehículos
fr: Tous les véhicules
ja: すべての車両
nb: Alle kjøretøy
th: รถทุกคัน
zh_hans: 所有车辆

source: Allowing lithium cells to drop below 10% increases internal resistance, generates copper dissolution risk on negative current collectors, and puts stress on individual weaker cells.
de: Fällt der Akkustand unter 10%, steigt der Innenwiderstand, Kupferauflösung am Anodenkollektor droht und schwächere Zellen werden übermäßig belastet.
es: Dejar que las celdas bajen del 10% aumenta la resistencia interna, arriesga disolución de cobre y estresa las celdas más débiles.
fr: Laisser les cellules descendre sous 10 % augmente la résistance interne, risque la dissolution du cuivre et fatigue les cellules plus faibles.
ja: セルを10%未満に放電させると内部抵抗が増大し、銅の溶解リスクや個別セルの劣化を招きます。
nb: Å la cellene falle under 10 % øker den indre motstanden, skaper risiko for kobberoppløsning og belaster svakere celler.
th: การปล่อยให้แบตเตอรี่ลดต่ำกว่า 10% จะเพิ่มความต้านทานภายใน เสี่ยงต่อการละลายของทองแดงที่ขั้วลบ และสร้างความเค้นต่อเซลล์ที่อ่อนแอกว่า
zh_hans: 电池电量低于 10% 会增加内阻，引发负极集流体铜溶解风险，并对单体弱芯造成严重应力。

source: Analyzing receipt text…
de: Belegtext wird analysiert…
es: Analizando texto del recibo…
fr: Analyse du reçu en cours…
ja: テキストを解析中…
nb: Analyserer kvitteringstekst…
th: กำลังวิเคราะห์ข้อความ…
zh_hans: 正在分析收据文本…

source: Annual Degradation Rate
de: Jährliche Degradationsrate
es: Tasa de degradación anual
fr: Taux de dégradation annuel
ja: 年間劣化率
nb: Årlig degraderingsrate
th: อัตราการเสื่อมสภาพรายปี
zh_hans: 年化衰减率

source: Annual Rate
de: Jährliche Rate
es: Tasa anual
fr: Taux annuel
ja: 年間劣化率
nb: Årlig rate
th: อัตราเสื่อมรายปี
zh_hans: 年化衰减率

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
nb: Utseende
th: การแสดงผล
zh_hans: 外观

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
nb: Bruk
th: นำไปใช้
zh_hans: 应用

source: Apply Extracted Values to Session
de: Extrahierte Werte für Ladevorgang übernehmen
es: Aplicar valores extraídos a la sesión
fr: Appliquer les valeurs extraites à la session
ja: 抽出した値をセッションに適用
nb: Bruk uthentede verdier på økten
th: นำค่าที่สแกนได้ไปใช้ในการบันทึก
zh_hans: 将识别的数据填入充电记录

source: Approved by / Date
de: Genehmigt durch / Datum
es: Aprobado por / Fecha
fr: Approuvé par / Date
ja: 承認者署名 / 日付
nb: Godkjent av / Dato
th: ผู้อนุมัติ / วันที่
zh_hans: 审批人签名 / 日期

source: Are you sure you want to delete %1$@? Any charging sessions previously linked to this car will remain in your history and reassign to your primary vehicle.
de: Möchten Sie %1$@ wirklich löschen? Zugehörige Ladevorgänge bleiben im Verlauf und werden Ihrem Hauptfahrzeug zugewiesen.
es: ¿Seguro que deseas eliminar %1$@? Las sesiones vinculadas se conservarán en tu historial y se reasignarán a tu vehículo principal.
fr: Voulez-vous vraiment supprimer %1$@ ? Les sessions associées resteront dans l'historique et seront réattribuées à votre véhicule principal.
ja: %1$@ を削除してもよろしいですか？関連付けられていた充電セッションは履歴に残り、メイン車両に再割り当てされます。
nb: Er du sikker på at du vil slette %1$@? Ladeøkter knyttet til denne bilen forblir i historikken og tilordnes hovedkjøretøyet ditt.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ %1$@? ข้อมูลการชาร์จของรถคันนี้จะยังคงอยู่ในประวัติและถูกย้ายไปยังรถหลักของคุณ
zh_hans: 确定要删除 %1$@ 吗？之前关联至该车辆的充电记录将保留在历史中，并重新归属至您的主车辆。

# Are you sure you want to delete the charging session at %@ on %@?
source: Are you sure you want to delete the charging session at %1$@ on %2$@?
de: Möchten Sie den Ladevorgang bei %1$@ am %2$@ wirklich löschen?
es: ¿Seguro que deseas eliminar la sesión de carga en %1$@ el %2$@?
fr: Voulez-vous vraiment supprimer la session de recharge à %1$@ le %2$@ ?
ja: %2$@ に %1$@ で行った充電セッションを削除してもよろしいですか？
nb: Er du sikker på at du vil slette ladeøkten på %1$@ den %2$@?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการชาร์จที่ %1$@ เมื่อวันที่ %2$@?
zh_hans: 确定要删除 %2$@ 在 %1$@ 的充电记录吗？

source: Are you sure you want to delete this session?
de: Möchten Sie diesen Ladevorgang wirklich löschen?
es: ¿Seguro que deseas eliminar esta sesión?
fr: Voulez-vous vraiment supprimer cette session ?
ja: このセッションを削除してもよろしいですか？
nb: Er du sikker på at du vil slette denne ladeøkten?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการชาร์จนี้?
zh_hans: 确定要删除此充电记录吗？

source: Auto
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
th: อัตโนมัติ
zh_hans: 自动

source: Average AC Power
de: Durchschnittliche AC-Leistung
es: Potencia CA promedio
fr: Puissance AC moyenne
ja: 平均普通充電 (AC) 出力
nb: Gjennomsnittlig AC-effekt
th: กำลังไฟ AC เฉลี่ย
zh_hans: 平均交流功率

source: Average Cost / Session
de: Durchschnittskosten / Ladevorgang
es: Costo promedio / sesión
fr: Coût moyen / session
ja: セッションあたり平均費用
nb: Gjennomsnittskostnad / økt
th: ค่าใช้จ่ายเฉลี่ย / ครั้ง
zh_hans: 单次平均花费

source: Average DC Power
de: Durchschnittliche DC-Leistung
es: Potencia CC promedio
fr: Puissance DC moyenne
ja: 平均急速充電 (DC) 出力
nb: Gjennomsnittlig DC-effekt
th: กำลังไฟ DC เฉลี่ย
zh_hans: 平均直流功率

source: Average Energy / Session
de: Durchschnittsenergie / Ladevorgang
es: Energía promedio / sesión
fr: Énergie moyenne / session
ja: セッションあたり平均電力量
nb: Gjennomsnittlig energi / økt
th: พลังงานเฉลี่ย / ครั้ง
zh_hans: 单次平均充电量

source: Average Speed
de: Durchschnittsleistung
es: Velocidad promedio
fr: Vitesse moyenne
ja: 平均充電速度
nb: Gjennomsnittshastighet
th: ความเร็วเฉลี่ย
zh_hans: 平均充电功率

source: Averages & Efficiency
de: Durchschnitt & Effizienz
es: Promedios y eficiencia
fr: Moyennes et efficacité
ja: 平均値と電費効率
nb: Gjennomsnitt og effektivitet
th: ค่าเฉลี่ยและประสิทธิภาพ
zh_hans: 平均值与能效

source: Avg Cost / Session
de: Ø Kosten / Ladevorgang
es: Costo prom. / sesión
fr: Coût moy. / session
ja: 平均費用 / 回
nb: Snittkostnad / økt
th: ค่าเฉลี่ยต่อครั้ง
zh_hans: 单次均费

source: Avg Energy / Session
de: Ø Energie / Ladevorgang
es: Energía prom. / sesión
fr: Énergie moy. / session
ja: 平均電力量 / 回
nb: Snittenergi / økt
th: พลังงานเฉลี่ย / ครั้ง
zh_hans: 单次均电量

source: Avg Monthly Cost
de: Ø Monatliche Kosten
es: Costo mensual prom.
fr: Coût mensuel moy.
ja: 月平均コスト
nb: Snitt månedskostnad
th: ค่าใช้จ่ายเฉลี่ยต่อเดือน
zh_hans: 月均花费

source: Avg Monthly Energy
de: Ø Monatliche Energie
es: Energía mensual prom.
fr: Énergie mensuelle moy.
ja: 月平均電力量
nb: Snitt månedsenergi
th: พลังงานเฉลี่ยต่อเดือน
zh_hans: 月均充电量

source: Avg Power
de: Ø Leistung
es: Potencia prom.
fr: Puissance moy.
ja: 平均出力
nb: Snitteffekt
th: กำลังไฟเฉลี่ย
zh_hans: 平均功率

source: Avg Rate
de: Ø Tarif
es: Tarifa prom.
fr: Tarif moy.
ja: 平均レート
nb: Snittpris
th: ค่าไฟเฉลี่ย
zh_hans: 平均电价

source: Avg Speed
de: Ø Leistung
es: Velocidad prom.
fr: Vitesse moy.
ja: 平均速度
nb: Snitthastighet
th: ความเร็วเฉลี่ย
zh_hans: 平均功率

source: Avoid aggressive DC fast charging immediately after leaving the car in freezing temperatures.
de: Vermeiden Sie maximale DC-Schnellladung direkt nach dem Start bei Minusgraden.
es: Evite cargas rápidas agresivas inmediatamente después de dejar el coche bajo cero.
fr: Évitez la charge rapide DC intense immédiatement après un stationnement par grand froid.
ja: 氷点下で放置した直後に強力な急速充電を行うことは避けてください。
nb: Unngå kraftig DC-hurtiglading rett etter at bilen har stått i minusgrader.
th: หลีกเลี่ยงการชาร์จเร็ว DC ทันทีหลังจากจอดรถตากอากาศเย็นจัดเป็นเวลานาน
zh_hans: 避免在车辆长时间处于严寒环境后立即进行大功率直流快充。

source: Avoid Deep Discharges Below 10%
de: Tiefentladung unter 10% vermeiden
es: Evite descargas por debajo del 10%
fr: Évitez les décharges sous 10 %
ja: 10%未満への深放電を避ける
nb: Unngå utlading under 10 %
th: หลีกเลี่ยงการปล่อยให้แบตลดต่ำกว่า 10%
zh_hans: 避免深度放电至 10% 以下
